<?php
	require_once('templates/top.php');?>
		<h1>Разработка</h1>
		<div class='col-md-6'>
		<div class='content'>
		Интернет и мобильные технологии стали глобальным трендом XXI века. Любой желающий не отстать от мирового прогресса должен стремиться создать свое представительство в глобальной сети. Сайты предлагают реальные возможности быть в тренде и иметь свое представительство в интернете. Вот почему разработка сайтов в Беларуси (в Минске) и в России (в Москве и не только, но не по московским ценам) с официальным оформлением - это наш профиль. С нами возможна удаленная работа и сотрудничество, если вы проживаете в другом городе или стране.
		</div>
		</div>
<?php require_once('templates/bottom.php');?>
