<?php
	require_once('templates/top.php')?>
		<div class='col-md-6'>
		<h1>Информация</h1>
		<div class='content'>
		Центр Обучающих технологий "Белхард" был основан в 2002 году и является ведущим компьютерным учебным центром республики Беларусь, с высоким уровнем качества обучения, сервиса, организации учебного процесса.

Наша миссия заключается в содействии развитию и распространению в Республике Беларусь новейших методов обучения информационным технологиям и программы сертификации специалистов фондом ECDL.
		</div>
		</div>
	<?php require_once('templates/bottom.php')?>