			
<?php
	require_once('templates/top.php');?>
		<h1>Чем мы можем Вам помочь?</h1>
	<div class='col-md-6'>
		<div class='content'>
		<h3>Добавить и раскрутить уже имеющийся сайт компании:</h3>
		</br>
		<ul>
	<li>раскрутка сайта;</li>
	<li>SEO оптимизация сайта (базовые работы)</li>
	<li>СЕО продвижение сайта;</li>
	<li>аудит;</li>
	<li>внутренняя оптимизация сайта;</li>
	<li>внешняя оптимизация сайта;</li>
	<li>копирайтинг;</li>
	<li>снятие фильтров (санкций) поисковиков;</li>
	<li>консультирование (консалтинг);</li>
	<li>юзабилити;</li>
</ul>

		</div>
		</div>
<?php require_once('templates/bottom.php');?>

