<?php
	require_once('templates/top.php')?>
		<h1>Продвижение</h1>
		<div class='col-md-6'>
		<div class='content'>Процесс поискового продвижения сайта
В начале работ по продвижению наши специалисты анализируют ваш сайт как визуально, так и с помощью специальных программ. На основании этого анализа они составляют для вас первичный отчет состояния сайта. В этом отчете содержится список недостатков, которые препятствуют продвижению.

Используя этот отчет на протяжении первого месяца seo-специалист проводит исправление недостатков и внутреннюю оптимизацию. По итогам этих работ он составляет для вас вторичный отчет и выносит заключение о готовности сайта к продвижению.

Если сайт готов к продвижению, то используя проверенную методику на протяжении последующих месяцев наши специалисты обеспечивают вывод вашего сайта на первую страницу поиска.
		
		</div>
		</div>
<?php require_once('templates/bottom.php')?>
